Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/spr_har_levert_anmodning_til_statsministeren_i_finland.html.tmx
Source language: nob
Languages: sme

source: SPR har levert anmodning til statsministeren i Finland
sme: SPR lea addán ávžžuhusa Suoma stáhtaministarii

source: Samisk parlamentarisk råd (SPR) har levert en anmodning til statsministeren i Finland Sanna Marin om å sikre samisk selvbestemmelse i henhold til urfolksrettigheter.
sme: Sámi parlamentáralaš ráđđi (SPR) lea addán ávžžuhusa Suoma stáhtaministarii Sanna Marinii sihkkarastit sámi iešmearrideami álgoálbmotvuoigatvuođaid ektui.

source: Sametingspresident Silje Karine Muotka, Anni Koivisto, vise-president Sametinget i Finland og Håkan Jonsson, sametingspresident Sametinget i Sverige og president for Samisk Parlamentarisk Råd har levert en anmodning til statsminister Sanna Marin i Finland.
sme: Sámediggepresideanta Silje Karine Muotka, Anni Koivisto, várre-presideanta Suoma beal Sámedikkis ja Håkan Jonsson, Ruoŧa beal Sámedikki presideanta ja SPR presideanta leat addán ávžžuhusa Suoma stáhtaministarii Sanna Marinii.

source: Dette skjedde under toppmøtet Summit of Barents Euro-Arctic Indigenous Sámi People i Brüssel, Belgia.
sme: Dát dáhpáhuvai njunuščoahkkimis Summit of Barents Euro-Arctic Indigenous Sámi People Brüsselis, Belgias.

source: Les SPRs anmodning til statsministeren i Finland Sanna Marin
sme: Loga SPR ávžžuhusa
